{
    "message": {
      "hello": "Hello",
      "about": "About Us",
      "welcome": "Welcome",
      "home": "Home",
      "news": "News",
      "service": "Service",
      "contact": "Contact Us",
      "know more": "Know More",
      "company name": "Weave Realm Studio",
      "slogan": "Interwoven in all directions, a realm shaped by dreams.",
      "Comprehensive": "Comprehensive",
      "Diverse": "Diverse",
      "Efficient": "Efficient",
      "Comprehensive Diverse Efficient": "Comprehensive || Diverse || Efficient",
      "Deep into the industry": "Deep into the industry",
      "Deep into the industry intro": "WeaverRealm Digital Technology is headquartered in Hangzhou, focusing on the development of virtual reality technology in both hardware and software. We not only serve the Chinese market but also promote high-end VR imaging across multiple countries and regions in Europe through our outreach business team in London. As an industry-leading full-service content company, our business spans across digital curation, long-form CG VR, 360° live-action, spatial audio, and other fields, providing end-to-end production services. We have also collaborated with several renowned institutions and universities.",
      "Professional Team": "Professional Team",
      "Professional Team intro": "Both founders were mentored by the former head of the BBC VR department. The core members of our team are graduates from renowned institutions both domestically and internationally, including University College London, Goldsmiths, University of London, Royal College of Art, Waseda University, Southeast University, University of Electronic Science and Technology of China, China Academy of Art, and others. WeaverRealm boasts a comprehensive project execution capability and mature cross-border production experience, always dedicated to providing each client with globally leading, high-level content.",
      "Portfolio": "Portfolio",
      "Projects showcase": "Projects showcase",
      "Things we ve done before": "Things we've done before",
      "From VR experiences to immersive theatre": "From VR experiences to immersive theatre",
      "WeaverRealm VR": "Weaver Realm VR",
      "Animal Archictecture": "\"Animal Archictecture\"",
      "London Synesthesia Association": "UK Synaesthesia Association",
      "Journey through Mountains and Seas": "Journey through Mountains and Seas",
      "WeaverRealm play": "Weaver Realm Play",
      "The Classic of Mountains and Seas": "\"The Classic of Mountains and Seas\"",
      "Designated Strings": "Designated Strings",
      "Quanzhou Puppet Troupe": "Quanzhou Puppet Troupe"
      

    }
  }
  